Repository: wp-plugins/wp-mollom
Catalog: wp-mollom-*.po
Languages: nl_nl

source: The uninstall is not being executed from plugins.php. Halting.
nl_nl: De deinstallatie werd niet uitgevoerd door plugins.php en wordt daarom gestopt.

source: Something went wrong while moving data from comments to the Mollom data table
nl_nl: Er liep iets fout tijdens het migreren van data naar de Mollom data tabel.

source: Mollom statistics
nl_nl: Mollom statistieken

source: What is happening at Mollom?
nl_nl: Wat gebeurt er bij Mollom.com?

source: These are statistics kept by the Mollom service.
nl_nl: Deze statistieken worden gegenereerd op basis van data bijgehouden door de Mollom.com servers.

source: What is happening over here?
nl_nl: Wat gebeurt er hier?

source: The plugin keeps some statistics of it's own. These are stored in the database. These values represent the number of messages that the plugin has succesfully parsed.
nl_nl: De plugin bewaart ook data in de lokale Wordpress database. Deze grafiek toont het aantal comments, trackbacks,... dat succesvol door de plugin werd verwerkt.

source: The Mollom plugin is not configured. Please go to <strong><a href="options-general.php?page=mollom-key-config">Settings &gt; Mollom</a></strong> and configure the plugin.
nl_nl: De Mollom plugin is nog niet geconfigureerd. Gelieve naar <strong><a href="options-general.php?page=mollom-key-config">Settings &gt Mollom</a></strong> te gaan en de plugin daar te configureren.

source: WP Mollom has processed a total of <strong>%1$d</strong> messages.
nl_nl: WP Mollom verwerkte een totaal van <strong>%1$d</strong> comments en trackbacks.

source: %d messages cleared as ham.
nl_nl: %d boodschappen zijn ham.

source: %d messages blocked as spam.
nl_nl: %d boodschappen werden geblokkeerd als spam.

source: Unsure:
nl_nl: Onzeker:

source: %d messages passed a captcha succesfully.
nl_nl: Voor %d boodschappen werd er een succesvolle captcha uitgevoerd.

source: Moderated:
nl_nl: Gemodereerd:

source: %d messages had to be manually moderated by you.
nl_nl: %d boodschappen hebt u manueel moeten modereren.

source: Cheatin&#8217; uh?
nl_nl: Geen toegang!

source: Your private key is empty.
nl_nl: Uw private sleutel is niet ingevuld.

source: Your public key is empty.
nl_nl: Uw publieke sleutel is niet ingevuld.

source: The key you provided is wrong.
nl_nl: De sleutelcombinatie die u invoerde is verkeerd.

source: Mollom error: %s
nl_nl: Mollom fout: %s

source: Network error: %s
nl_nl: Netwerk fout: %s

source: Your keys are valid.
nl_nl: Uw sleutels werden succesvol gevalideerd.

source: Mollom Configuration
nl_nl: Mollom configuratie.

source: Options saved.
nl_nl: Opties bewaard.

source: <a href="http://mollom.com" title="Mollom">Mollom</a> is a web service that helps you identify content quality and, more importantly, helps you stop comment and contact form spam. When moderation becomes easier, you can spend more time and energy to interact with your web community.
nl_nl: <a href="http://mollom.com" title="Mollom">Mollom</a> is een webdienst die u helpt om spam via commentaar- en contactformulieren te blokkeren. Mollom bezorgt u minder werk waardoor u meer tijd en energie kan richten op wat belangrijk is: een kwaliteitsvolle dienstverlening.

source: You need a public and a private key before you can make use of Mollom. <a href="http://mollom.com/user/register">Register</a> with Mollom to get your keys.
nl_nl: U hebt een publieke en een private sleutel nodig vooraleer u van Mollom gebruik kan maken. <a href="http://mollom.com/user/register">Registreer</a> een account bij Mollom om een sleutelcombinatie te verkijgen.

source: Public key
nl_nl: Publieke sleutel

source: Private key
nl_nl: Private sleutel

source: User roles
nl_nl: Gebruikersrollen

source: Select the roles you want to exclude from the mandatory Mollom check. Default: all roles are exempt.
nl_nl: Selecteer de rollen waarvan de gebruikers' commentaren niet door Mollom moeten worden gecontroleerd. Default: alle rollen worden vrijgesteld van controle.

source: If Mollom services are down, all comments are blocked by default.
nl_nl: Indien de Mollom diensten niet bereikbaar zijn, dan worden alle comments en trackbacks standaard geblokkeerd.

source: Restore
nl_nl: Herstel

source: Restore the database (purge all Mollom data) upon deactivation of the plugin.
nl_nl: Herstel de database (verwijder alle Mollom data) bij deactivatie van de plugin

source: Check this if your host is running a reverse proxy service (squid,...) and enter the ip address(es) of the reverse proxy your host runs as a commaseparated list.
nl_nl: Indien uw host zich achter een reverse proxy dienst (squid,...) bevindt, geef dan hier de ipadres(sen) van de reverse proxy als een kommagescheiden lijst.

source: When in doubt, just leave this off.
nl_nl: Twijfel? Laat deze optie uitgeschakeld.

source: Enable:
nl_nl: Schakel aan:

source: Update options &raquo;
nl_nl: Update opties &raquo;

source: Feedback sent to Mollom. The comment was successfully deleted.
nl_nl: Feedback werd naar Mollom verzonden. De comment werd succesvol verwijderd.

source: You flagged this comment as approved.
nl_nl: U markeerde deze comment als goedgekeurd.

source: You flagged this comment as unapproved.
nl_nl: U markeerde deze comment als afgekeurd.

source: Feedback sent to Mollom but the comment could not be deleted.
nl_nl: Feedback werd naar Mollom verzonden maar de comment kon niet worden verwijderd.

source: Mollom was unreachable. Maybe the service is down or there is a network disruption.
nl_nl: De Mollom diensten waren onbereikbaar. Misschien is de dienst inactief of is er een netwerkstoring.

source: Could not perform action because the Mollom plugin is not configured. Please configure <strong><a href="options-general.php?page=mollom-key-config">the settings</a></strong> first.
nl_nl: Kon de actie niet voltooien omdat de Mollom plugin niet is geconfigureerd. Gelieve de plugin eerst te <strong><a href="options-general.php?page-mollom-key-config">configureren</a></strong>.

source: Mollom could not process your request.
nl_nl: Mollom kon uw verzoek niet verwerken.

source: Wordpress could not (un)approve this comment.
nl_nl: Wordpress kon deze comment niet goed- of afkeuren.

source: Invalid Mollom feedback action.
nl_nl: Ongeldige Mollom feedback actie.

source: Mollom Manage
nl_nl: Manage Mollom.

source: This is an overview of all the Mollom approved comments posted on your website. You can moderate them here. Through moderating these messages, Mollom learns from it's mistakes. Moderation of messages that, in your view, should have been blocked, is encouraged.
nl_nl: Dit is een overzicht van alle comments die door Mollom werden goedgekeurd. U kan deze hier modereren. Moderatie is belangrijk omdat Mollom zo uit fouten (valse positieven) kan leren.

source: Take a look at <a href="#" id="mollom-stat-toggle">some statistics</a>.
nl_nl: Bekijk enkele <a href="#" id="mollom-stat-toggle">statistieken</a>.

source: Something went wrong while processing the feedback. <a href="#" id="mollom-toggle">Click to display a detailed report</a>.
nl_nl: Er liep iets fout tijdens het verwerken van de feedback. <a href="#" id="mollom-toggle">Bekijk een gedetailleerd rapport</a>.

source: All comments were succesfully moderated. <a href="#" id="mollom-toggle">Click to display a detailed report</a>.
nl_nl: Alle comments werden succesvol gemodereerd. <a href="#" id="mollom-toggle">Bekijk een gedetailleerd rapport</a>.

source: There are no comments that can be moderated through Mollom.
nl_nl: Er zijn momenteel geen comments die door Mollom kunnen worden gemodereerd.

source: profanity
nl_nl: vuile taal

source: low-quality
nl_nl: lage kwaliteit

source: unwanted
nl_nl: ongewenst

source: approve
nl_nl: goedgekeurd

source: unapprove
nl_nl: afgekeurd

source: &laquo;
nl_nl: Volgende&raquo;

source: &raquo;
nl_nl: Volgende&raquo;

source: moderate as spam
nl_nl: modereer als spam

source: moderate as profanity
nl_nl: modereer als vuile taal

source: moderate as low quality
nl_nl: modereer als lage kwaliteit

source: low quality
nl_nl: lage kwaliteit

source: moderate as unwanted
nl_nl: modereer als ongewenst

source: approved
nl_nl: goedgekeurd

source: unapproved
nl_nl: afgekeurd

source: You haven't configured Mollom yet! Per the website's policy. We could not process your comment.
nl_nl: U hebt Mollom nog niet geconfigureerd. Het beleid van de website verhindert het verwerken van uw verzoek.

source: Something went wrong...
nl_nl: Er liep iets fout...

source: Your comment has been marked as spam or unwanted by Mollom. It could not be accepted.
nl_nl: Uw comment werd gemarkeerd als spam of ongewenst door Mollom. Uw bijdrage kon niet worden geaccepteerd.

source: The Mollom session ID part (a hidden field) is missing from the form you tried to submit.
nl_nl: Het Mollom session ID (een verborgen formulierveld) ontbreekt van het formulier dat je probeerde in te dienen.

source: You didn't fill out all the required fields, please try again
nl_nl: U hebt niet alle verplichte velden ingevuld.

source: The solution you submitted to the CAPTCHA was incorrect. Please try again...
nl_nl: De oplossing die u hebt opgegeven is incorrecte. Gelieve opnieuw te proberen...

source: This blog is protected by <a href="http://mollom.com">Mollom</a> against spam. Mollom is unsure wether your comment was spam or not. Please complete this form by typing the text in the image in the input box. Additionally, you can also listen to a spoken version of the text.
nl_nl: Deze website wordt beschermd door <a href="http://mollom.com">Mollom</a> tegen spam. Mollom is onzeker of uw comment al dan niet spam is. Gelieve deze test te vervolledigen door de tekst in de afbeelding in het formulier over te nemen. U kan ook een gesproken versie van de tekst beluisteren.

source: Image Captcha
nl_nl: Afbeelding Captcha

source: Submit
nl_nl: Dien in

source: You want Mollom also on your own Wordpress blog? Register with <a href="http://mollom.com">Mollom</a>, download and install <a href="http://wordpress.org/extend/plugins/wp-mollom">the plugin</a>!
nl_nl: Mollom op uw eigen Wordpress blog? Registreer uw website bij <a href="http://mollom.com">Mollom</a>, download en installeer <a href="http://wordpress.org/extend/plugins/wp-mollom">de plugin</a>!

source: The Mollom servers could not be contacted at this time. Please try again at a later time.
nl_nl: De Mollom servers konden op dit moment niet worden gecontacteerd. Gelieve later opnieuw te proberen.
